tap "fluttergen/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
brew "little-cms2"
brew "asdf"
brew "openssl@1.1"
brew "python@3.11"
brew "python@3.9"
brew "gcc"
brew "openblas"
brew "suite-sparse"
brew "cmake"
brew "libidn2"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "srt"
brew "tesseract"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git-lfs"
brew "gnu-sed"
brew "libmng"
brew "qt"
brew "gobject-introspection"
brew "openjdk"
brew "gradle"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "hdf5"
brew "jq"
brew "krb5"
brew "libfido2"
brew "mysql"
brew "netcdf"
brew "numpy"
brew "pyqt"
brew "vtk"
brew "opencv"
brew "openjdk@17"
brew "pandoc"
brew "plantuml"
brew "postgresql@14"
brew "virtualenv"
brew "pre-commit"
brew "qt@5"
brew "pyqt@5"
brew "python@3.10"
brew "rename"
brew "sheldon"
brew "sl"
brew "yarn"
brew "zshdb"
brew "fluttergen/tap/fluttergen"
cask "adoptopenjdk"
cask "docker"
cask "eclipse-ide"
cask "iterm2"
cask "google-cloud-sdk"